[
	{
		"name": "Butter",
		"price": 150,
		"categoryId": 1001,
		"img01": "https://i.ibb.co/M2MwstH/category-4.webp",
		"img02": "https://i.ibb.co/4FLB0cy/category-5.webp",
		"cover": "https://i.ibb.co/vBNjhrN/category-1.webp",
		"details": "Any recipe for cake that begins cream butter and sugar is a butter cake. After the creaming, you add eggs to aerate the batter a bit, flour (and sometimes another liquid, like milk) to give it structure and texture, and baking powder or baking soda to ensure that it rises in the oven. Different types of cake batter within the butter cake family include chocolate, white, yellow and marble; for white and yellow cakes coloring typically depends on whether they have whole eggs, or extra egg yolks in them (yellow cake) or egg whites only (white cake)"
	},
	{
		"name": "Pound",
		"price": 900,
		"categoryId": 1002,
		"img01": "https://i.ibb.co/SyhmwXh/category-20.webp",
		"img02": "https://i.ibb.co/dk0pxZs/category-9.webp",
		"cover": "https://i.ibb.co/v1QDMtk/category-13.webp",
		"details": "Pound cake is a relative of butter cake. It's so called because it can be measured as a matter of proportion: a pound of butter, a pound of sugar, a pound of eggs, and a pound of flour. In some pound cake recipes, you'll see the eggs separated and the egg whites whipped and folded into the batter, to leaven it; in other recipes you'll find leaven's like baking soda and baking powder, bringing it well into the butter-cake fold. These cakes are usually very lightly flavored and served plain or topped with a simple glaze or water icing. A pound cake is usually baked in a loaf or Bundt pan. Many coffee cakes, sour cream cakes, and fruit crumb cakes are variations of pound cake."
	},
	{
		"name": "Genoise",
		"price": 1200,
		"categoryId": 1003,
		"img01": "https://i.ibb.co/9pzK6Gx/category-10.webp",
		"img02": "https://i.ibb.co/0msxFFX/category-12.webp",
		"cover": "https://i.ibb.co/P6M7SWP/category-15.webp",
		"details": "In Italy and France, a sponge cake is called genoise; in genoise, whole eggs are beaten with sugar until they're thick and ribbony, and then flour (and sometimes butter) is added and the batter is baked; the result is wonderful baked in a round cake pan and simply frosted, but genoise is also pliable enough to be baked in a jelly-roll pan and rolled up into a roulade."
	},
	{
		"name": "Biscuit",
		"price": 850,
		"categoryId": 1004,
		"img01": "https://i.ibb.co/v1QDMtk/category-13.webp",
		"img02": "https://i.ibb.co/4FLB0cy/category-5.webp",
		"cover": "https://i.ibb.co/SrGFxXf/category-7.webp",
		"details": "Biscuit (always pronounced the French way as bees-kwee) cakes are another type of sponge cake containing both egg whites and yolks, but, unlike genoise, the whites and yolks are whipped separately and then folded back together. This creates a light batter that's drier than a genoise but holds its shape better after mixing. For this reason, it's often used for piped shapes such as ladyfingers. If baked in a tube pan like an angel food cake, it makes a very chewy sponge cake that was popular in the early 20th century but has since fallen out of favor. However, it's still known in a slightly different form as the classic Passover sponge cake, in which the flour is replaced by matzoh cake meal and potato starch."
	},
	{
		"name": "Angel Food",
		"price": 650,
		"categoryId": 1005,
		"img01": "https://i.ibb.co/4FLB0cy/category-5.webp",
		"img02": "https://i.ibb.co/cQ8dBTt/category-8.webp",
		"cover": "https://i.ibb.co/9pzK6Gx/category-10.webp",
		"details": "Angel food cakes are made with egg whites alone and no yolks. The whites are whipped with sugar until very firm before the flour is gently folded in, resulting in a snowy-white, airy, and delicate cake that marries beautifully with fruit. Most angel food cakes have a spongy, chewy quality derived from their relatively high sugar content and the absence of egg yolks. Baked in ungreased two-piece tube pans, angel food cakes are cooled by being inverted, since this type of cake would collapse if cooled right-side-up in the pan or if removed from the pan while still warm. There's also no butter here, so the cake is fat free."
	},
	{
		"name": "Chiffon",
		"price": 145,
		"categoryId": 1006,
		"img01": "https://i.ibb.co/JtQgvsy/category-19.webp",
		"img02": "https://i.ibb.co/SyhmwXh/category-20.webp",
		"cover": "https://i.ibb.co/MhPXJZ0/category-21.webp",
		"details": "This fairly recent American creation was invented by a salesman who sold the recipe to General Mills, which spread the recipe through marketing materials in the 1940s and 1950s. A classic chiffon cake is kind of a cross between an oil cake and a sponge cake. It includes baking powder and vegetable oil, but the eggs are separated and the whites are beaten to soft peaks before being folded into the batter. This creates a cake with a tender crumb and rich flavor like an oil cake, but with a lighter texture that's more like a sponge cake. Chiffon cakes can be baked in tube pans like angel food cakes or layered with fillings and frostings."
	},
	{
		"name": "Baked Flourless",
		"price": 200,
		"categoryId": 1007,
		"img01": "https://i.ibb.co/7VwKM8X/category-18.webp",
		"img02": "https://i.ibb.co/m8PjdwK/category-17.webp",
		"cover": "https://i.ibb.co/VD2dy2Z/category-16.webp",
		"details": "These include baked cheesecakes and flourless chocolate cakes. For easy removal, they're often made in a springform pan, though some can also be made in regular round layer cake pans. Often the filled pan is placed in a larger pan that's half-filled with water to insulate the delicate, creamy cake from the oven's strong bottom heat, which might give the baked cake a porous rather than silky texture. This is called baking the cake in a water bath."
	},
	{
		"name": "Unbaked Flourless",
		"price": 350,
		"categoryId": 1008,
		"img01": "https://i.ibb.co/4Fkbb5v/category-14.webp",
		"img02": "https://i.ibb.co/P6M7SWP/category-15.webp",
		"cover": "https://i.ibb.co/v1QDMtk/category-13.webp",
		"details": "These types of cakes are typically molded in a dessert ring or springform pan then simply chilled before unmolding. They include unbaked cheesecakes and mousse cakes. They often have a crust or bottom layer that's baked before the mousse is added. Sometimes other layers, such as genoise or biscuit, are alternated with the mousse."
	},
	{
		"name": "Genoise",
		"price": 500,
		"categoryId": 1009,
		"img01": "https://i.ibb.co/9pzK6Gx/category-10.webp",
		"img02": "https://i.ibb.co/YLrHpD0/category-11.webp",
		"cover": "https://i.ibb.co/0msxFFX/category-12.webp",
		"details": "Carrot cake uses the leavening practices of butter cake, but instead of butter uses a neutral oil like vegetable or canola oil. For this reason, it will keep a little longer than butter cakes but can sometimes come out on the greasy side. (The process is pretty much the same: instead of starting out beating butter and sugar, you start out whipping eggs and sugar, then add oil.)"
	},
	{
		"name": "Red Velvet",
		"price": 100,
		"categoryId": 1010,
		"img01": "https://i.ibb.co/SrGFxXf/category-7.webp",
		"img02": "https://i.ibb.co/cQ8dBTt/category-8.webp",
		"cover": "https://i.ibb.co/dk0pxZs/category-9.webp",
		"details": "Red velvet cake is essentially a butter cake, though it is frequently made with oil instead of butter. In addition, cocoa is added to the cake batter to create the distinct red velvet flavor — originally it was a reaction between buttermilk and the raw cocoa widely available at the time of red velvet's inception that caused a ruddy-hued crumb. These days you'll more often find them tinted with food coloring. You might have heard the cake referred to as the $200 cake — legend has it that the red velvet cake was first baked in the 1920s by a chef at the Waldorf-Astoria. A guest was so taken with the cake that she wrote the chef, asking for the recipe — along with a bill, hence it's other name. Whatever you call it, it's delicious."
	}
]
